Repository: renzbryan/lab3_ecommerse
Catalog: ci4/public/languages/woovina-*.po
Languages: he_il, vi

source: Select Widget Area
he_il: בחר אזור יישומון
vi: Lựa chọn tiền ích

source: Select Your Menu
he_il: בחר בתפריט שלך

source: Selected:
he_il: נבחר:
vi: Đã chọn:

source: Semibold: 600
he_il: סמיבולד: 600
vi: Hơi đậm: 600

source: Separate
he_il: נפרד

source: Separator Color
he_il: צבע מפריד

source: Shipping
he_il: משלוח
vi: Vận chuyển

source: Shop Columns
he_il: חנות עמודות

source: Shop Posts Per Page
he_il: חנות הודעות לעמוד

source: Shop Result Count
he_il: ספירת תוצאות החנות

source: Shop Sort
he_il: חנות מיין

source: Shortcodes allowed, %1$ssee the list%2$s.
he_il: קודי קוד מותרים, %1$s רואים את הרשימה %2$s .
vi: Đã cho phép mã ngắn, %1$s xem danh sách %2$s.

source: Show Details
he_il: הראה פרטים

source: Show On All Devices
he_il: הצג את כל המכשירים
vi: Hiển thị trên tất cả thiết bị

source: Sidebar
he_il: הסרגל הצידי
vi: Thanh bên

source: Sidebar / Content / Sidebar
he_il: Sidebar / תוכן / Sidebar
vi: Thanh bên/ Nội dung/ Thanh bên

source: Sidebar / Sidebar / Content
he_il: Sidebar / Sidebar / תוכן
vi: Thanh bên / Thanh bên / Nội dung

source: Sidebar Widget Heading
he_il: כותרת הסרגל הצידי כותרת
vi: Tiêu đề tiện ích thanh bên

source: Sidebar Width (%)
he_il: רוחב סרגל (%)

source: Simple
he_il: פשוט

source: Single Post
he_il: פוסט יחיד
vi: Bài đăng đơn

source: Single Product
he_il: מוצר יחיד

source: Single Product: Product Navigation
he_il: מוצר יחיד: ניווט במוצר

source: Single Product: Tabs
he_il: מוצר יחיד: כרטיסיות

source: Site Background
he_il: רקע האתר

source: Size
he_il: גודל
vi: Cỡ

source: Skype
he_il: סקייפ

source: Slider
he_il: מחוון
vi: Thanh trượt

source: Slider Reverse
he_il: מחוון הפוך
vi: Trượt trượt

source: Social
he_il: חברתי
vi: Nút xã hội

source: Social Alternative
he_il: אלטרנטיבה חברתית
vi: Nút xã hội thay thế

source: Social Buttons
he_il: לחצנים חברתיים

source: Social Hover: Background Color
he_il: מעבר חברתי: צבע רקע

source: Social Hover: Color
he_il: חברתי מרחף: צבע

source: Social Link Style
he_il: סגנון הקישור החברתי

source: Social Link Target
he_il: יעד קישור חברתי
vi: Mục tiêu liên kết xã hội

source: Social Links Color
he_il: צבעי קישורים חברתיים
vi: Màu liên kết nút xã hội

source: Social Links Color: Hover
he_il: קישורים חברתיים צבע: העבר את העכבר
vi: Màu liên kết nút xã hội: di chuột

source: Social Menu
he_il: תפריט חברתי

source: Social Share
he_il: שיתוף חברתי
vi: Chia sẻ xã hội

source: Social: Background Color
he_il: חברתי: צבע רקע

source: Social: Color
he_il: חברתי: צבע

source: Solid
he_il: מוצק

source: Something went wrong with the plugin API.
he_il: משהו השתבש בממשק ה- API של התוסף.

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
he_il: מצטערים, אך שום דבר לא התאים למונחי החיפוש שלך. נסה שוב עם מילות מפתח שונות.
vi: Rất tiếc, nhưng không có gì phù hợp với cụm từ tìm kiếm của bạn. Vui lòng thử lại với các từ khóa khác.

source: Source
he_il: מקור

source: Spacious
he_il: מרווחת

source: Spin
he_il: סיבוב

source: Spin Reverse
he_il: ספין היפוך

source: Spring
he_il: אביב
vi: Mùa xuân

source: Spring Reverse
he_il: האביב הפוך
vi: Đảo ngược mùa xuân

source: Square
he_il: כיכר

source: Squeeze
he_il: למחוץ
vi: Bóp

source: Stand
he_il: לעמוד
vi: Đứng

source: Stand Reverse
he_il: לעמוד הפוך
vi: Đứng ngược

source: Standard
he_il: רגיל
vi: Tiêu chuẩn

source: Standard Fonts
he_il: גופנים סטנדרטיים
vi: Phông chữ chuẩn

source: Stars Color
he_il: כוכבים

source: Stars Color Before
he_il: הכוכבים צבע לפני

source: Status
he_il: סטטוס

source: Stick Only The Menu
he_il: מקל רק את התפריט

source: Sticky Padding (px)
he_il: ריפוד דביק (פיקסלים)

source: Style
he_il: סגנון
vi: Kiểu

source: Styling
he_il: סטיילינג

source: Styling Options Location
he_il: אפשרויות אפשרויות מיקום

source: Styling: Mobile Menu
he_il: סגנון: תפריט נייד

source: Sub Menu Background Color
he_il: צבע רקע בתפריט משנה

source: Sub Menu Links Background Color
he_il: תפריט משנה קישורים צבע רקע

source: Sub Menu Links Background Color: Hover
he_il: תפריט משנה קישורים צבע רקע: מעבר עם העכבר

source: Sub Menu Links Color
he_il: קישורים תפריט משנה צבע

source: Sub Menu Links Color: Hover
he_il: תפריט משנה קישורים צבע

source: Subtotal Color
he_il: צבע ביניים

source: Summary Elements Positioning
he_il: סיכום אלמנטים מיקום

source: Summary Width (%)
he_il: סיכום סיכום (%)

source: Table Borders Color
he_il: צבע גבולות הטבלה

source: Table Main Background
he_il: טבלה ראשית רקע

source: Table Titles Color
he_il: צבע כותרות טבלה

source: Tabs
he_il: כרטיסיות

source: Tabs Layout
he_il: פריסת כרטיסיות

source: Tabs Position
he_il: מיקום הכרטיסיות

source: Tag
he_il: תג
vi: Thẻ

source: Tags
he_il: תגים
vi: Thẻ

source: Template
he_il: תבנית
vi: Bản mẫu

source: Text Color
he_il: צבע טקסט
vi: Màu chữ

source: Text Color: Hover
he_il: צבע טקסט: העבר את העכבר

source: Text Transform
he_il: שינוי טקסט
vi: Chữ chuyển đổi

source: The Custom Link style need to be selected
he_il: יש לבחור את סגנון הקישור המותאם אישית

source: The floating bar is to display the add to cart button when you scroll to increase conversions.
he_il: הסרגל הצף הוא להציג את הלחצן 'הוסף לעגלה' כאשר אתה מגלגל כדי להגדיל את ההמרות.

source: The following plugin was activated successfully:
he_il: הפלאגין הבא הופעל בהצלחה:

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
he_il: תהליך ההתקנה וההפעלה מתחיל. תהליך זה עשוי להימשך זמן מה על כמה המארחים, אז אנא המתן בסבלנות.

source: The installation of %1$s failed.
he_il: ההתקנה של %1$s נכשלה.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
he_il: תהליך ההתקנה מתחיל. תהליך זה עשוי להימשך זמן מה על כמה המארחים, אז אנא המתן בסבלנות.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
he_il: חבילת התוסף המרוחק מורכבת מיותר מקובץ אחד, אך הקבצים אינם ארוזים בתיקייה.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
he_il: חבילת התוסף המרוחק אינה מכילה תיקיה עם הקליע הרצוי ושינוי השם לא פעלה.

source: Theme Buttons
he_il: לחצני נושאים

source: Theme Panel > My Library
he_il: לוח נושא> הספרייה שלי
vi: Bảng điều khiển chủ đề> Thư viện của tôi

source: There are one or more required or recommended plugins to install, update or activate.
he_il: יש אחד או יותר נדרש או plugins מומלץ להתקין, לעדכן או להפעיל.

source: There aren't any posts currently published in this category.
he_il: אין הודעות שפורסמו בקטגוריה זו.
vi: Hiện không có bài đăng nào được xuất bản trong danh mục này.

source: There aren't any posts currently published under this tag.
he_il: אין הודעות שפורסמו תחת תג זה.
vi: Hiện không có bài đăng nào được xuất bản trong thẻ này.

source: There aren't any posts currently published under this taxonomy.
he_il: אין פרסומים שפורסמו תחת טקסונומיה זו.
vi: Hiện không có bài đăng nào được xuất bản theo phân loại này.

source: Thin: 100
he_il: רזה: 100
vi: Mỏng: 100

source: This author has written
he_il: מחבר זה כתב
vi: Tác giả này đã viết

source: This field is to control the width where you want to collapse the header.
he_il: שדה זה הוא לשלוט על רוחב שבו אתה רוצה לכווץ את הכותרת.

source: This is information taken by social media when a link is shared
he_il: זהו מידע שנלקח על ידי מדיה חברתית כאשר קישור משותף

source: This option add a height to your content to keep your footer at the bottom of your page.
he_il: אפשרות זו מוסיפה גובה לתוכן שלך כדי לשמור על כותרת תחתונה בתחתית הדף.
vi: Tùy chọn này thêm chiều cao vào nội dung của bạn để giữ chân trang ở cuối trang của bạn.

source: This page could not be found!
he_il: דף זה לא נמצא!
vi: Rất tiếc. Không thể tìm thấy trang này!

source: This plugin needs to be updated to be compatible with your theme.
he_il: תוסף זה צריך להיות מעודכן כדי להיות תואם את הנושא.

source: This Post Has %s Comments
he_il: פוסט זה יש %s תגובות
vi: Bài này có %s bình luận

source: This Post Has One Comment
he_il: פוסט זה יש תגובה אחת
vi: Bài này có một bình luận

source: This setting rep^lace the cart icon by a bag with the items count in it.
he_il: הגדרה זו מנערת את סמל העגלה על ידי שקית עם הפריטים שנספרו בה.

source: Thumbnail
he_il: תמונה ממוזערת
vi: Ảnh nhỏ

source: Thumbnails Layout
he_il: תמונות ממוזערות פריסה

source: Timeline Active: Background
he_il: ציר זמן פעיל: רקע

source: Timeline Active: Color
he_il: ציר זמן פעיל: צבע

source: Timeline Number: Background
he_il: מספר ציר זמן: רקע

source: Timeline Number: Border Color
he_il: מספר קו זמן: צבע גבול

source: Timeline Number: Color
he_il: מספר קו זמן: צבע

source: Timeline Style
he_il: סגנון ציר הזמן

source: Timeline: Background
he_il: ציר זמן: רקע

source: Timeline: Color
he_il: ציר זמן: צבע

source: Title
he_il: כותרת
vi: Tiêu đề

source: Title Color
he_il: צבע כותרת

source: Title Color: Hover
he_il: צבע כותרת: העבר את העכבר

source: Title/Breadcrumb Position
he_il: כותרת / מיקום Breadcrumb
vi: Tiêu đề / Đường dẫn vị trí

source: Titles Border Bottom Color
he_il: כותרות צבע תחתון

source: Titles Border Color
he_il: כותרות צבע הגבול
vi: Mài viền dưới tiêu đề

source: Titles Color
he_il: כותרות צבע

source: Titles Margin Bottom (px)
he_il: כותרות השוליים התחתונות (פיקסלים)
vi: Khoảng cách dưới tiêu đề (px)

source: Toolbar
he_il: סרגל כלים

source: Top
he_il: חלק עליון
vi: Trên

source: Top Bar
he_il: בר למעלה
vi: Thanh trên cùng

source: Top Bar Full Width
he_il: רוחב מלא בר מלא
vi: Chiều rộng toàn bộ thanh trên cùng

source: Top Border Color
he_il: צבע גבול עליון

source: Top Center
he_il: מרכז עליון
vi: Trên giữa

source: Top Header
he_il: כותרת עליונה

source: Top Left
he_il: שמאלי עליון
vi: Trên trái

source: Top Level Dropdown Icon
he_il: למעלה ברמה הנפתחת סמל

source: Top Menu
he_il: תפריט עליון

source: Top Menu Header Settings
he_il: לראש הדף הגדרות כותרת ראשיות

source: Top Right
he_il: למעלה מימין
vi: Trên phải

source: Total Price Color
he_il: סה"כ צבע מחיר

source: Transparent
he_il: שקוף

source: Transparent Header Settings
he_il: הגדרות כותרת שקוף

source: Tripadvisor
he_il: מנחה

source: Tripple Dot Under
he_il: טריפל נקודה תחת

source: Tumblr
he_il: טאמבלר

source: Twitter
he_il: טוויטר

source: Twitter Username
he_il: שם משתמש בטוויטר

source: Type
he_il: הקלד

source: Type then hit enter to search...
he_il: הקלד ולאחר מכן הקש Enter כדי לחפש ...
vi: Nhập rồi nhấn enter để tìm kiếm ...

source: Type your search
he_il: הקלד את החיפוש שלך
vi: Nhập tìm kiếm của bạn

source: Type your text and hit enter to search
he_il: הקלד את הטקסט ולחץ על Enter כדי לחפש
vi: Nhập văn bản của bạn và nhấn enter để tìm kiếm

source: Typography
he_il: טיפוגרפיה

source: Under Title
he_il: תחת כותרת

source: Underline & Overline
he_il: קו תחתון & קו

source: Underline Down
he_il: קו תחתון למטה

source: Underline From Left
he_il: קו תחתון משמאל

source: Underline Up
he_il: קו תחתון

source: Up-Sells & Related Items
he_il: Up-Sells ופריטים קשורים

source: Up-Sells Columns
he_il: Up-Sells עמודות

source: Up-Sells Count
he_il: ספירה מעלה

source: Update
he_il: עדכון

source: Update %2$s
he_il: עדכן %2$s

source: Update recommended
he_il: עדכון מומלץ

source: Update Required
he_il: נדרש עדכון

source: Updating Plugin %1$s (%2$d/%3$d)
he_il: מעדכן את הפלאגין %1$s (%2$d/%3$d)

source: Updating Plugin: %s
he_il: מעדכן את הפלאגין: %s

source: Upgrade message from the plugin author:
he_il: שדרג הודעה מחבר המחבר:

source: Uppercase
he_il: באותיות רישיות
vi: Chữ Hoa

source: Use this field to center your icon vertically
he_il: השתמש בשדה זה כדי למרכז את הסמל שלך אנכית

source: Used for the hamburger menu to open the header in small screens and if closed header.
he_il: משמש בתפריט המבורגר כדי לפתוח את הכותרת במסכים קטנים ואם כותרת סגורה.

source: Version
he_il: גרסה

source: Vertical
he_il: אנכי

source: Vertical Header Settings
he_il: הגדרות כותרת אנכית

source: Vertical Position
he_il: מיקום אנכי
vi: Vị trí dọc

source: Very Big
he_il: גדול מאוד

source: View cart
he_il: צפה בסל
vi: Xem giỏ hàng

source: View:
he_il: נוף:
vi: Xem:

source: Vimeo
he_il: וימאו

source: Vine
he_il: גפן

source: Visibility
he_il: חשיפה
vi: Hiển thị

source: Visit Author Page
he_il: בקר בדף המחבר
vi: Truy cập trang tác giả

source: VK
he_il: K V

source: Vortex
he_il: וורטקס

source: Vortex Reverse
he_il: וורטקס הפוך
vi: Đảo ngược xoáy

source: We are sorry. But the page you are looking for is not available.
he_il: אנחנו מצטערים. אבל הדף שאתה מחפש אינו זמין.
vi: Chúng tôi xin lỗi. Tuy nhiên, trang bạn đang tìm kiếm hiện không tồn tại.

source: Website
he_il: אתר אינטרנט

source: Week %s
he_il: שבוע %s
vi: Tuần %s

source: Welcome!
he_il: ברוך הבא!
vi: Chào mừng bạn!

source: Wide
he_il: רחב

source: Wider Spacing
he_il: ריווח רחב יותר

source: Widgets
he_il: ווידג'טים
vi: Tiện ích

source: Widgets Border Color
he_il: צבע גבול של יישומונים

source: Widgets in this area are used in the first footer region.
he_il: יישומונים באזור זה משמשים באזור תחתונה ראשונה.
vi: Widget trong lĩnh vực này được sử dụng trong khu vực chân đầu tiên.

source: Widgets in this area are used in the fourth footer region.
he_il: יישומונים באזור זה משמשים באזור תחתונה 4.
vi: Widget trong lĩnh vực này được sử dụng trong khu vực chân thứ tư.

source: Widgets in this area are used in the left sidebar region.
he_il: יישומונים באזור זה משמשים באזור הצד השמאלי.
vi: Widget trong khu vực này được sử dụng trong khu vực bên trái.

source: Widgets in this area are used in the off canvas sidebar. To enable the Off Canvas filter, go to the WooCommerce > Archives section of the customizer and enable the Display Filter Button option.
he_il: יישומונים באזור זה משמשים בסרגל הצד של הציור. כדי להפעיל את המסנן Off Canvas, עבור אל הקטע WooCommerce> Archives של כלי ההתאמה האישית והפעל את האפשרות 'הצג מסנן תצוגה'.
vi: Các widget trong khu vực này được sử dụng trong thanh bên ngoài của canvas. Để bật bộ lọc Tắt Canvas, đi tới phần WooCommerce> Lưu trữ của tùy biến và bật tùy chọn Hiển thị nút bộ lọc.

source: Widgets in this area are used in the right sidebar region.
he_il: יישומונים באזור זה משמשים באזור הצד הימני.
vi: Widget trong khu vực này được sử dụng trong khu vực bên phải.

source: Widgets in this area are used in the search result page.
he_il: יישומונים באזור זה משמשים בדף תוצאות החיפוש.
vi: Widget trong khu vực này được sử dụng trong trang kết quả tìm kiếm.

source: Widgets in this area are used in the second footer region.
he_il: יישומונים באזור זה משמשים באזור תחתונה שנייה.
vi: Widget trong lĩnh vực này được sử dụng trong khu vực chân thứ hai.

source: Widgets in this area are used in the third footer region.
he_il: יישומונים באזור זה משמשים באזור תחתונה השלישית.
vi: Widget trong lĩnh vực này được sử dụng trong khu vực chân thứ ba.

source: Widgets Padding
he_il: ווידג'טים ריפוד

source: Width (px)
he_il: רוחב (פיקסלים)

source: WooCommerce Product Add To Cart
he_il: WooCommerce המוצר הוסף לסל
vi: Thêm sản phẩm vào giỏ hang WooCommerce

source: WooCommerce Product Price
he_il: מחיר המוצר WooCommerce
vi: Giá sản phẩm WooCommerce

source: WooCommerce Product Title
he_il: כותרת המוצר WooCommerce
vi: Tieu đề sản phẩm WooCommerce

source: WooCommerce Sidebar
he_il: הסרגל הצידי של WooCommerce

source: WooVina
he_il: וובנה

source: WordPress Repository
he_il: מאגר וורדפרס

source: WP Head
he_il: WP ראש

source: X Marks The Spot
he_il: X סימני נקודה

source: Yearly Archives: %s
he_il: הארכיון השנתי: %s
vi: Lưu trữ hang năm: %s

source: Yelp
he_il: ילפ

source: Yes
he_il: כן

source: You Might Also Like
he_il: אתה יכול גם אוהב
vi: Bạn cũng có thể thích

source: You must be %1$slogged in%2$s to post a comment.
he_il: עליך להיות %1$s מחובר ב- %2$s כדי לפרסם תגובה.
vi: Bạn phải là %1$slogged trong%2$s để gửi bình luận.

source: You must be logged in before proceeding to checkout.
he_il: עליך להיות מחובר לפני שתמשיך לקופה.
vi: Bạn phải đăng nhập trước khi tiến hành thanh toán.

source: You searched for:
he_il: חיפשת את:
vi: Bạn tìm kiếm cho:

source: Your cart
he_il: העגלה שלך
vi: Giỏ hàng của bạn

source: Your Comment Here...
he_il: התגובה שלך כאן ...
vi: Bình luận của bạn ở đây...

source: Your comment is awaiting moderation.
he_il: ההערה שלך ממתינה למתינות.
vi: Bình luận của bạn đang chờ kiểm duyệt.

source: You Earn :
vi: Bạn kiếm được :

source: %s in stock
vi: %s trong kho

source: %s Sold
vi: %s đã bán

source: - Select a category -
vi: - Chọn danh mục -

source: Access Denied
vi: Truy cập bị Từ chối

source: Access Denied, No product found
vi: Truy cập bị Từ chối, Không tìm thấy sản phẩm

source: Activate Now
vi: Kích hoạt ngay

source: Add gallery image
vi: Thêm thư viện hình ảnh

source: Billing &amp; Shipping
vi: Thanh toán &amp; Giao hàng

source: Billing details
vi: Chi tiết hóa đơn

# breadcrumbs aria label
source: Breadcrumbs
vi: Đường dẫn

source: Browse 14+ Free Child Themes
vi: Có 14+ Child Themes miễn phí

source: Browse 75+ Starter Sites
vi: Có 75+ mẫu trang web

source: Cancel
vi: Hủy

source: Choose Variable if your product has multiple attributes - like sizes, colors, quality etc
vi: Chọn Biến thể nếu sản phẩm của bạn có nhiều thuộc tính - như kích thước, màu sắc, chất lượng, v.v.

source: Click here to enter your code
vi: Bấm vào đây để nhập mã của bạn

source: Click here to login
vi: Bấm vào đây để đăng nhập

source: Contact Vendor
vi: Liên hệ với nhà cung cấp

source: Create an account?
vi: Tạo một tài khoản?

# daily archives date format
source: j
vi: daily archives date format

source: Delete image
vi: Xóa hình ảnh

source: Did you know WooVina comes with %1$s75+ Starter Sites%2$s and %3$s14+ Free Child Themes%4$s?<br>You can use our pre-built website templates to build your own website instead of starting everything from scratch!
vi: Bạn có biết WooVina đi kèm với%1$s75 + Trang web dành cho người mới bắt đầu%2$s và%3$s14 + Child Themes miễn phí%4$s? <br> Bạn có thể sử dụng các mẫu trang web được tạo sẵn của chúng tôi để xây dựng trang web của riêng bạn thay vì bắt đầu mọi thứ từ đầu!

source: Disable Elementor Awesome Font
vi: Tắt Elementor Font Awesome

source: Disable Elementor Google Fonts
vi: Tắt Elementor Google Fonts

source: Discounted Price
vi: Giá chiết khấu

source: Edit Product
vi: Sửa sản phẩm

source: Error!
vi: Lỗi!

source: From
vi: Từ

source: Have a coupon?
vi: Có phiếu giảm giá?

# hour archives time format
source: g a
vi: định dạng thời gian lưu trữ giờ

source: If you don't have any license key, you can %1$sget a FREE license here%2$s.
vi: Nếu bạn không có bất kỳ khóa cấp phép nào, bạn có thể %1$s nhận giấy phép MIỄN PHÍ tại đây%2$s.

source: Landing Page
vi: Trang đích

# minute and hour archives time format
source: g:i a
vi: định dạng thời gian lưu trữ phút và giờ g:i a

# minute archives time format
source: i
vi: định dạng thời gian lưu trữ phút

# monthly archives date format
source: F
vi: Định dạng ngày lưu trữ hàng tháng

source: New!
vi: Mới!

source: No products were found of this vendor!
vi: Không có sản phẩm được tìm thấy của nhà cung cấp này!

source: Only %s left in stock
vi: Chỉ còn %s trong kho

source: Oops! It looks like you&#8217;re offline. Please check the network connection.
vi: Ôi! Có vẻ như bạn đang ngoại tuyến. Vui lòng kiểm tra kết nối mạng.

source: Oops! Something went wrong. Please try again.
vi: Ôi! Đã xảy ra lỗi. Vui lòng thử lại.

# Page title monthly archives date format
source: F Y
vi: Định dạng ngày lưu trữ hàng tháng của tiêu đề trang F Y

# Page title yearly archives date format
source: Y
vi: Tiêu đề trang lưu trữ định dạng ngày hàng năm Y

source: Please activate your license to get feature updates, premium support and branding/copyright removal!
vi: Vui lòng kích hoạt giấy phép của bạn để nhận các bản cập nhật tính năng, hỗ trợ cao cấp và xóa thương hiệu / bản quyền!

source: Please choose a category!
vi: Vui lòng chọn một danh mục!

source: Please enter product title!
vi: Vui lòng nhập tiêu đề sản phẩm!

source: Product name..
vi: Tên sản phẩm..

source: Product price can't be less than the vendor fee!
vi: Giá sản phẩm không thể thấp hơn phí nhà cung cấp!

source: Product Type
vi: Loại sản phẩm

source: Rated %s out of 5
vi: Đã xếp hạng %s trên 5

source: Returning customer?
vi: Phản hồi khách hàng?

source: Save Product
vi: Lưu sản phẩm

source: Schedule
vi: Lịch trình

source: Select product category
vi: Chọn danh mục sản phẩm

source: Select product tags
vi: Chọn thẻ sản phẩm

source: Short Description
vi: Mô tả ngắn

source: Sold by: <a href="%s">%s</a>
vi: Được bán bởi: <a href="%s">%s</a>

source: Store Category
vi: Danh mục cửa hàng

source: Store Location
vi: Vị trí cửa hàng

source: Store Time
vi: Thời gian mở cửa

# submit button
source: Search
vi: Tìm kiếm

source: Success!
vi: Thành công!

source: Thank you for installing WooVina theme!
vi: Cảm ơn bạn đã cài đặt chủ đề WooVina!

source: Thank you for using WooVina theme!
vi: Cảm ơn bạn đã sử dụng chủ đề WooVina!

source: The product has been saved successfully.
vi: Sản phẩm đã được lưu thành công.

source: To
vi: Đến

source: Upload a product cover image
vi: Tải lên ảnh bìa sản phẩm

source: Vendor Review
vi: Đánh giá nhà cung cấp

source: View Product
vi: Xem sản phẩm

source: View Product &rarr;
vi: Xem sản phẩm &rarr;

source: View products
vi: Xem sản phẩm

# weekly archives date format
source: W
vi: Định dạng ngày lưu trữ hàng tuần

source: WooVina is an intuitive &amp; flexible, free WordPress theme offering deep integration with WooCommerce. Lightweight and highly extendable, it will enable you to create almost any type of ecommerce website. Very fast, responsive, RTL &amp; translation ready, best SEO practices, unique WooCommerce features to increase conversion and much more. You can even edit the settings on tablet &amp; mobile so your site looks good on every device. Work with the most popular page builders as Elementor, Beaver Builder, Visual Composer, Divi, SiteOrigin, etc... Developers will love his extensible codebase making it a joy to customize and extend. Best friend of Elementor &amp; WooCommerce, it's the perfect platform for your next WooCommerce project. Check the demos to realize that it's the only theme you will ever need: https://woovina.com/demos
vi: WooVina là một chủ đề WordPress miễn phí trực quan và linh hoạt, cung cấp khả năng tích hợp sâu với WooCommerce. Nhẹ và có khả năng mở rộng cao, nó sẽ cho phép bạn tạo hầu hết mọi loại trang web thương mại điện tử. Rất nhanh, đáp ứng, RTL & dịch đã sẵn sàng, các phương pháp SEO tốt nhất, các tính năng WooCommerce độc ​​đáo để tăng chuyển đổi và hơn thế nữa. Bạn thậm chí có thể chỉnh sửa cài đặt trên máy tính bảng và thiết bị di động để trang web của bạn trông đẹp trên mọi thiết bị. Làm việc với các trình tạo trang phổ biến nhất như Elementor, Beaver Builder, Visual Composer, Divi, SiteOrigin, v.v. Bạn thân nhất của Elementor & WooCommerce, đó là nền tảng hoàn hảo cho dự án WooCommerce của bạn. Kiểm tra các bản demo để nhận ra rằng đó là chủ đề duy nhất bạn cần: https://woovina.com/demos

source: Year,Month,Week,Day,Hour,Minute,Second
vi: Năm,Tháng,Tuần,Ngày,Giờ,Phút,Giây

# yearly archives date format
source: Y
vi: Định dạng ngày lưu trữ hàng năm

source: Years,Months,Weeks,Days,Hours,Minutes,Seconds
vi: Năm,Tháng,Tuần,Ngày,Giờ,Phút,Giây

source: You must be logged in to checkout.
vi: Bạn phải đăng nhập để thanh toán.

source: Your order
vi: Đơn đặt hàng của bạn
