Repository: renzbryan/lab3_ecommerse
Catalog: ci4/public/languages/woovina-*.po
Languages: he_il, vi

source: % Comments
he_il: תגובות
vi: % Bình luận

source: %1$s installed and activated successfully.
he_il: %1$s מותקן ומופעל בהצלחה.

source: %1$s installed successfully.
he_il: %1$s מותקן בהצלחה.

source: (Edit)
he_il: (ערוך)
vi: (Chỉnh sửa)

source: 0 Comments
he_il: 0 תגובות
vi: 0 Bình luận

source: 1 Comment
he_il: תגובה 1
vi: 1 Bình luận

source: 100% Full Width
he_il: 100% רוחב מלא
vi: Chiều rộng toàn màn hình

source: 3D X Reverse
he_il: 3D X הפוך

source: 3D XY Reverse
he_il: 3D XY הפוך

source: 3D Y Reverse
he_il: 3D Y הפוך

source: 404 Error Page
he_il: 404 דף שגיאה

source: 404 Not Found
he_il: 404 לא נמצא
vi: Lỗi 404 không tìm thấy trang

source: 404: Page Not Found
he_il: 404: הדף לא נמצא
vi: Lỗi 404 không tìm thấy trang

source: Absolute Right
he_il: ימין מוחלט

source: Account
he_il: חשבון

source: Activate
he_il: הפעל

source: Activate %2$s
he_il: הפעל %2$s

source: Active
he_il: פעיל

source: Active Text Borders Color
he_il: גבולות טקסט פעילים

source: Active Text Color
he_il: צבע טקסט פעיל

source: Add 500 to display full content
he_il: הוסף 500 להצגת תוכן מלא
vi: Thêm 500 để hiển thị toàn bộ nội dung

source: Add a custom border radius. px - em - %.
he_il: הוסף רדיוס גבול מותאם אישית. px - em -%.

source: Add a custom border size. px - em - %.
he_il: הוסף גודל גבול מותאם אישית. px - em -%.

source: Add a custom content padding. px - em - %.
he_il: הוסף ריפוד תוכן מותאם אישית. px - em -%.

source: Add a custom widgets padding. px - em - %.
he_il: הוספת ריפוד יישומון מותאם אישית. px - em -%.

source: Add a parallax effect to your footer.
he_il: הוסף אפקט פרלקסה לכותרת התחתונה.
vi: Thêm hiệu ứng parallax vào chân trang của bạn.

source: Add Container
he_il: הוסף מכולה
vi: Thêm bao hàm

source: Add Header Shadow
he_il: הוסף צל כותרת

source: Add Overlay On image Hover
he_il: הוסף תמונה על שכבת על
vi: Thêm Lớp phủ Trên hình ảnh khi di chuột

source: Add the height from which you want to display the scrollbar in the drop down
he_il: הוסף את הגובה שממנו ברצונך להציג את סרגל הגלילה ברשימה הנפתחת

source: Add To Cart Background Color
he_il: הוסף לסל צבע רקע

source: Add To Cart Background Color: Hover
he_il: הוסף לסל צבע רקע: רחף

source: Add To Cart Border Color
he_il: הוסף לסל צבע גבול

source: Add To Cart Border Color: Hover
he_il: הוסף לסל צבע גבול: רחף

source: Add To Cart Border: Radius
he_il: הוסף לסל גבול: רדיוס

source: Add To Cart Border: Size
he_il: הוסף לסל גבול: גודל

source: Add To Cart Border: Style
he_il: הוסף לסל גבול: סגנון

source: Add To Cart Button
he_il: הוסף לסל

source: Add To Cart Button Style
he_il: הוסף לסל סגנון לחצן

source: Add To Cart Color
he_il: הוסף לסל צבע

source: Add To Cart Color: Hover
he_il: הוסף לסל צבע: רחף

source: Add To Cart Hover: Background
he_il: הוסף לסל מעליה: רקע

source: Add To Cart Hover: Color
he_il: הוסף לסל מעליות: צבע

source: Add To Cart: Background
he_il: הוסף לסל: רקע

source: Add To Cart: Color
he_il: הוסף לסל: צבע

source: Add Transparent Header
he_il: הוסף כותרת שקופה

source: Add Wishlist Icon In Header
he_il: הוסף רשימת סמלים בכותרת

source: Addresses: Box Background
he_il: כתובות: רקע תיבה

source: Addresses: Box Button Background
he_il: כתובות: רקע לחצן התיבה

source: Addresses: Box Button Background: Hover
he_il: כתובות: לחצן תיבת רקע: רחף

source: Addresses: Box Button color
he_il: כתובות: צבע לחצן התיבה

source: Addresses: Box Button color: Hover
he_il: כתובות: צבע לחצן התיבה: העבר את העכבר

source: Addresses: Box Content Color
he_il: כתובות: תוכן תיבת צבע

source: Addresses: Box Title Border Bottom Color
he_il: כתובות: כותרת תיבת גבול צבע תחתון

source: Addresses: Box Title Color
he_il: כתובות: צבע כותרת התיבה

source: Advanced Styling
he_il: סגנון מתקדם

source: After Content
he_il: לאחר תוכן
vi: Trước nội dung

source: After Content Inner
he_il: לאחר תוכן פנימי
vi: Trước bên trong nội dung

source: After Footer
he_il: לאחר כותרת תחתונה
vi: Sau Footer

source: After Footer Inner
he_il: לאחר תחתונה פנימית
vi: Trước bên trong Footer

source: After Header
he_il: לאחר כותרת
vi: Sau Header

source: After Header Inner
he_il: לאחר כותרת פנימית
vi: Sau bên trong Header

source: After Page
he_il: לאחר דף
vi: Trang sau

source: After Page Header
he_il: לאחר כותרת הדף
vi: Sau tiêu đề trang

source: After Page Header Inner
he_il: לאחר כותרת דף פנימית
vi: Sau tiêu đề trang bên trong

source: After Sidebar
he_il: לאחר הסרגל הצידי
vi: Trước thanh bên

source: After Sidebar Inner
he_il: לאחר הסרגל הצידי הפנימי
vi: Trước bên trong thanh bên

source: After The Logo
he_il: אחרי הלוגו

source: After Top Bar
he_il: אחרי בר למעלה
vi: Trước Top Bar

source: After Top Bar Inner
he_il: אחרי בר למעלה Inner
vi: Trước bên trong Top Bar

source: Align
he_il: ישר

source: All
he_il: את כל
vi: Tất cả

source: All Headings
he_il: כל הכותרות
vi: Tất cả các tiêu đề

source: All installations and activations have been completed.
he_il: כל ההתקנות וההפעלות הושלמו.

source: All installations have been completed.
he_il: כל ההתקנות הושלמו.

source: All plugins installed and activated successfully. %1$s
he_il: כל התוספים מותקנים ומופעלים בהצלחה. %1$s

source: All Post Types
he_il: כל סוגי ההודעות

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
he_il: אירעה שגיאה בעת התקנת %1$s : <strong>%2$s</strong>.

source: Archives
he_il: ארכיון
vi: Lưu trữ

source: Archives & Entries Layout
he_il: ארכיון & פריסה פריסה
vi: Bố cục lưu trữ và mục nhập

source: Arrow
he_il: חץ
vi: Mũi tên

source: Arrow Icon
he_il: סמל החץ

source: Arrow Reverse
he_il: חץ הפוך
vi: Đảo ngược mũi tên

source: Arrowalt
he_il: חרוטי

source: Arrowalt Reverse
he_il: Arrowalt היפוך

source: Arrowturn Reverse
he_il: Arrowturn הפוך

source: articles
he_il: מאמרים
vi: Bài viết

source: Attachment
he_il: קובץ מצורף
vi: Tập tin đính kèm

source: Author
he_il: מחבר
vi: Tác giả

source: Author Box
he_il: מחבר תיבת
vi: Hộp tác giả

source: Auto
he_il: אוטומטי
vi: Tự động

source: Available version:
he_il: גרסה זמינה:

source: Back to cart
he_il: חזרה לעגלה
vi: Quay lại giỏ hàng

source: Back To Homepage
he_il: בחזרה לעמוד הבית
vi: Trở lại Trang chủ

source: Background Color
he_il: צבע רקע
vi: Màu nền

source: Background Color: Hover
he_il: צבע רקע: העבר את העכבר

source: Background Image
he_il: תמונת רקע

source: Backlighting
he_il: תאורה אחורית

source: Bag Icon Color
he_il: שקית סמל צבע

source: Bag Icon Count Color
he_il: שקית צבע אייקון צבע

source: Bag Icon Display Total
he_il: שקית סמל תצוגה סה"כ

source: Bag Icon Hover Color
he_il: תיק אייקון צבע

source: Bag Icon Hover Count Color
he_il: תיק אייקון

source: Bag Style
he_il: סגנון התיק

source: Before Content
he_il: לפני תוכן
vi: Trước nội dung

source: Before Content Inner
he_il: לפני תוכן פנימי
vi: Sau nội dung trang

source: Before Footer
he_il: לפני כותרת תחתונה
vi: Sau Footer

source: Before Footer Inner
he_il: לפני התחתונה הפנימית
vi: Sau bên trong Footer

source: Before Header
he_il: לפני כותרת
vi: Trước Header

source: Before Header Inner
he_il: לפני כותרת פנימית
vi: Trước bên trong Header

source: Before Page
he_il: לפני דף
vi: Trang trước

source: Before Page Header
he_il: לפני כותרת הדף
vi: Trước tiêu đề trang

source: Before Page Header Inner
he_il: לפני כותרת הדף
vi: Trước tiêu đề trang bên trong

source: Before Sidebar
he_il: לפני הסרגל הצידי
vi: Sau thanh bên

source: Before Sidebar Inner
he_il: לפני הסרגל הצידי הפנימי
vi: Sau bên trong thanh bên

source: Before The Logo
he_il: לפני הלוגו

source: Before Top Bar
he_il: לפני בר למעלה
vi: Sau Top Bar

source: Before Top Bar Inner
he_il: לפני בר למעלה
vi: Sau bên trong Top Bar

source: Big
he_il: ביג

source: Billing
he_il: חיוב
vi: Thanh toán

source: Black: 900
he_il: שחור: 900
vi: Đen: 900

source: Blank Page
he_il: עמוד ריק

source: Blog
he_il: בלוג
vi: Tin tức

source: Blog Entries
he_il: רשומות בלוג
vi: Bài viết tin tức

source: Blog Entry Title
he_il: כותרת רשומה בבלוג
vi: Tiêu đề bài viết

source: Blog Pagination Style
he_il: בלוג Pagination סגנון
vi: Phong cách phân trang tin tức

source: Blog Post Title
he_il: כותרת הבלוג
vi: Tiêu đề bài đăng

source: Blog Style
he_il: בלוג סגנון
vi: Kiểu hiển thị tin tức

source: Body
he_il: גוף
vi: Thân

source: Bold: 700
he_il: מודגש: 700
vi: Đậm: 700

source: Book: 300
he_il: ספר: 300
vi: Nhẹ :300

source: Border Bottom Color
he_il: צבע תחתון

source: Border Color
he_il: צבע גבול
vi: Màu đường viền

source: Border Color: Focus
he_il: צבע גבול: פוקוס

source: Border Color: Hover
he_il: צבע גבול: רחף

source: Border Radius
he_il: רדיוס הגבול

source: Border Radius (px)
he_il: רדיוס הגבול (פיקסלים)

source: Border Top/Bottom Color
he_il: צבע גבול עליון / תחתון

source: Border Width
he_il: רוחב גבול

source: Border Width (px)
he_il: רוחב גבול (פיקסלים)

source: Borders Color
he_il: צבע גבולות
vi: Màu đường viền

source: Boring
he_il: משעמם

source: Both Sidebars: Content Width (%)
he_il: שני סיביות: רוחב תוכן (%)
vi: Hai thanh bên: Độ rộng nội dung (%)

source: Both Sidebars: Sidebars Width (%)
he_il: שני סיידים: רוחב Sidebars (%)
vi: Hai thanh bên: Độ rộng thanh bên (%)

source: Both Sidebars: Style
he_il: שני Sidebars: סגנון
vi: Hai Thanh bên

source: Bottom
he_il: למטה
vi: Dưới

source: Bottom Center
he_il: מרכז תחתון
vi: Dưới giữa

source: Bottom Left
he_il: שמאל תחתון
vi: Dưới trái

source: Bottom Right
he_il: למטה מימין
vi: Dưới trái

source: Boxed
he_il: מאורגן

source: Boxed Layout Drop-Shadow
he_il: פריסה מתאגרפת

source: Boxed Width (px)
he_il: רוחב Boxed (px)

source: Brackets
he_il: סוגריים

source: Breadcrumbs
he_il: פרורי לחם
vi: Đường dẫn

source: Breakpoints
he_il: נקודות עצירה

source: Button Color
he_il: צבע לחצן

source: Button Color: Hover
he_il: צבע לחצן: רחף

source: Button Hover Color
he_il: לחצן צבע מעבר

source: Button Size (px)
he_il: גודל לחצן (פיקסלים)

source: Button: Background
he_il: לחצן: רקע

source: Button: Color
he_il: לחצן: צבע

source: Button: Hover Background
he_il: לחצן: העבר את העכבר

source: Button: Hover Color
he_il: לחצן: צבע מעבר

source: Capitalize
he_il: להוון
vi: Viết hoa

source: Cart
he_il: עגלה
vi: Giỏ hàng

source: Cart / Logo / Link
he_il: סל / לוגו / קישור

source: Cart Button Background
he_il: לחצן לחצן העגלה

source: Cart Button Background: Hover
he_il: לחצן לחצן: העבר את העכבר

source: Cart Button Border Color
he_il: צבע גבול של לחצן העגלה

source: Cart Button Border Color: Hover
he_il: לחצן צבע של לחצן סליל: העבר את העכבר

source: Cart Button Color
he_il: צבע לחצן העגלה

source: Cart Button Color: Hover
he_il: לחצן לחצן צבע: רחף

source: Cart Dropdown Styling
he_il: סל קניות נפתח

source: Cart Dropdowns Width (px)
he_il: רוחב ערימות עגלות (פיקסלים)

source: Cart Icon
he_il: סמל סמל

source: Cart Totals Table: Titles Color
he_il: סך הכל עגלות טבלה: כותרות צבע

source: Cart/Checkout
he_il: עגלה / קופה

source: Cart: Cross-Sells Columns
he_il: סל: חוצה קרוס

source: Cart: Cross-Sells Count
he_il: סל קניות: Cross-Sells Count

source: Categories
he_il: קטגוריות
vi: Thể loại

source: Categories Widget Style
he_il: קטגוריות סגנון יישומון

source: Category
he_il: קטגוריה
vi: Danh mục

source: Category Color
he_il: קטגוריה צבע
vi: Màu danh mục

source: Category Color: Hover
he_il: קטגוריה צבע: העבר את העכבר

source: Category Hover Color
he_il: קטגוריה
vi: Màu danh mục khi di chuột

source: Category Page
he_il: דף קטגוריה

source: Category Title: Background
he_il: כותרת: רקע

source: Category Title: Color
he_il: קטגוריה כותרת: צבע

source: Center
he_il: מרכז
vi: Giữa

source: Center Center
he_il: מרכז
vi: Giữa giữa

source: Center Header Settings
he_il: הגדרות 'מרכז כותרת'

source: Center Left
he_il: מרכז שמאל
vi: Giữa trái

source: Center Right
he_il: ימין למרכז
vi: Giữa trái

source: Center Vertically
he_il: מרכז אנכית

source: Centered
he_il: מרוכז

source: Centered Content & Social
he_il: תוכן ממוקד וחברתי
vi: Nội dung và nút xã hội ở trung tâm

source: Centered Menus
he_il: תפריטים ממוקדים

source: Centered Minimal
he_il: ממוקד מינימלי

source: Checkout
he_il: לבדוק

source: Checkout Button Background
he_il: רקע לחצן יציאה

source: Checkout Button Background: Hover
he_il: לחצן Checkout רקע: העבר את העכבר

source: Checkout Button Color
he_il: צבע לחצן יציאה

source: Checkout Button Color: Hover
he_il: צבע לחצן Checkout: מעבר עם העכבר

source: Checkout Page
he_il: דף Checkout

source: Choose a template created in Theme Panel > My Library to add at the header bottom.
he_il: בחר תבנית שנוצרה ב- Theme Panel> My Library כדי להוסיף בתחתית הכותרת.

source: Choose a template created in Theme Panel > My Library to replace the content.
he_il: בחר תבנית שנוצרה ב- Theme Panel> My Library כדי להחליף את התוכן.
vi: Chọn một mẫu được tạo trong Bảng điều khiển chủ đề> Thư viện của tôi để thay thế nội dung.

source: Choose a template created in Theme Panel > My Library to replace the header content.
he_il: בחר תבנית שנוצרה ב- Theme Panel> My Library כדי להחליף את תוכן הכותרת.

source: Choose a template created in Theme Panel > My Library to replace the navigation.
he_il: בחר תבנית שנוצרה ב- Theme Panel> My Library כדי להחליף את הניווט.

source: Choose a template created in Theme Panel > My Library.
he_il: בחר תבנית שנוצרה ב- Theme Panel> My Library.
vi: Chọn một mẫu được tạo trong Bảng điều khiển chủ đề> Thư viện.

source: Choose the media query where you want to display the mobile menu.
he_il: בחר את שאילתת המדיה שבה ברצונך להציג את התפריט הנייד.

source: Choose the WooCommerce Categories widget style.
he_il: בחר את סגנון יישומון קטגוריות WooCommerce.

source: Choose your opening target for your submenus
he_il: בחר את יעד הפתיחה של תפריטי המשנה שלך

source: Circle
he_il: מעגל

source: Circular Reveal
he_il: התגלות עגול

source: Close
he_il: סגור
vi: Đóng

source: Close Button Background
he_il: לחצן רקע סגור

source: Close Button Color
he_il: לחצן לחצן סגירה

source: Close Menu
he_il: סגור תפריט
vi: Đóng menu

source: Close Menu Button
he_il: לחצן סגור תפריט

source: Close Menu Button Icon Class
he_il: סגור תפריט לחצן סמל

source: Close Menu Button Text
he_il: סגור תפריט לחצן טקסט

source: Close Menu Text
he_il: סגור תפריט טקסט

source: Closed Header
he_il: כותרת סגורה

source: Closer Spacing
he_il: ריווח קרוב יותר

source: Collapse
he_il: כווץ

source: Collapse Reverse
he_il: כווץ הפוך

source: Collapse Width (px)
he_il: כווץ רוחב (פיקסלים)

source: Color
he_il: צבע

source: Color: Hover
he_il: צבע: רחף

source: Colored
he_il: צבעוני

source: Columns
he_il: עמודות
vi: Cột

source: Comments
he_il: הערות
vi: Bình Luận

source: Comments are closed.
he_il: תגובות סגורות.
vi: Bình luận bị đóng.

source: Comments Color
he_il: תגובות צבע
vi: Màu nhận xét

source: Comments Hover Color
he_il: תגובות צבע מעבר
vi: Màu nhận xét khi di chuột

source: Compact
he_il: קומפקטי

source: Contain
he_il: כולל
vi: Bao hàm

source: Content
he_il: תוכן
vi: Nội dung

source: Content / Sidebar / Sidebar
he_il: תוכן / סרגל צדדי / סרגל צדדי
vi: Nội dung / Thanh bên / Thanh bên

source: Content After Header
he_il: תוכן אחרי כותרת

source: Content Alignment
he_il: יישור תוכן

source: Content Padding
he_il: תוכן ריפוד

source: Content Padding (px)
he_il: ריווח תוכן (px)

source: Content Width (%)
he_il: רוחב תוכן (%)

source: Continue Reading
he_il: המשך לקרוא
vi: Tiếp tục đọc

source: Copyright
he_il: זכויות יוצרים
vi: Bản quyền

source: Copyright [woovina_date] - WooVina Theme by WooVina.com
he_il: זכויות יוצרים [woovina_date] - WooVina נושאים על ידי WooVina.com
vi: Bản quyền [woovina_date] - WooVina Theme by WooVina.com

source: Cover
he_il: כיסוי
vi: Bao phủ

source: Custom File
he_il: קובץ מותאם אישית

source: Custom Fonts
he_il: גופנים מותאמים אישית
vi: Tùy chỉnh Phông chữ

source: Custom Hamburger Button
he_il: לחצן המבורגר מותאם אישית

source: Custom Hamburger Button Color
he_il: צבע מותאם אישית המבורגר לחצן

source: Custom Hamburger Button: Color
he_il: לחצן המבורגר מותאם אישית: צבע

source: Custom Header
he_il: כותרת מותאמת אישית

source: Custom Icon
he_il: סמל מותאם אישית

source: Custom Image Height (px)
he_il: גובה תמונה מותאם אישית (px)
vi: Chiều cao hình ảnh tùy chỉnh (px)

source: Custom Image Width (px)
he_il: רוחב תמונה מותאם אישית (px)
vi: Chiều rộng hình ảnh tùy chỉnh (px)

source: Custom Link
he_il: קישור מותאם אישית

source: Custom Media Query
he_il: שאילתת מדיה מותאמת אישית

source: Custom media query
he_il: שאילתת מדיה מותאמת אישית

source: Custom Sidebar
he_il: סרגל צדדי מותאם אישית

source: Custom WooCommerce Sidebar
he_il: הסרגל הצידי של WooCommerce

source: Daily Archives: %s
he_il: ארכיון יומי: %s
vi: Lưu trữ hàng ngày: %s

source: Dark
he_il: אפל

source: Dashed
he_il: מקווקו

source: Date
he_il: תאריך
vi: Ngày

source: Default
he_il: ברירת מחדל
vi: Mặc định

source: Default Catalog View
he_il: תצוגת קטלוג ברירת מחדל

source: Default Icon
he_il: סמל ברירת מחדל
vi: Icon mặc định

source: Del Price Color
he_il: צבע מחיר Del

source: Description
he_il: תיאור
vi: Mô tả

source: Description Color
he_il: תיאור צבע

source: Direction
he_il: כיוון

source: Disable Google Fonts
he_il: השבת את גופני Google
vi: Bật font Google

source: Disable link
he_il: השבת קישור
vi: Vô hiệu hóa liên kết

source: Disabled
he_il: מושבת

source: Disabled On All Devices
he_il: מושבת בכל ההתקנים

source: Disabled Only On Desktop
he_il: מושבת רק על שולחן העבודה

source: Dismiss this notice
he_il: דחה הודעה זו

source: Displace
he_il: עקוב

source: Display
he_il: תצוגה

source: Display Cart When Product Added
he_il: עגלת תצוגה כאשר המוצר נוסף

source: Display Featured Image
he_il: הצג תמונה מוצגת

source: Display Filter Button
he_il: לחצן מסנן תצוגה

source: Display Floating Bar
he_il: הצגת סרגל צף

source: Display Latest Posts
he_il: הצג הודעות אחרונות
vi: Hiển thị bài viết mới nhất

source: Display Menu Text
he_il: הצגת תפריט טקסט

source: Display Mini Cart On Mobile
he_il: הצג מיני עגלת נייד

source: Display On All Devices
he_il: הצג את כל ההתקנים

source: Display Product Navigation
he_il: הצג ניווט במוצר

source: Display Quick View Button
he_il: הצג לחצן תצוגה מהירה

source: Display Related Items
he_il: הצג פריטים קשורים

source: Display Search Form
he_il: הצג טופס חיפוש

source: Display the cart when a product is added, work in the shop and the single product pages if ajax is enabled.
he_il: להציג את העגלה כאשר מוצר נוסף, לעבוד בחנות ואת דפי מוצר יחיד אם ajax מופעלת.

source: Display the categories featured images before the product archives.
he_il: הצג את הקטגוריות המוצגות תמונות לפני הארכיונים של המוצר.

source: Distraction Free Cart
he_il: הסחת דעת עגלת חינם

source: Distraction Free Checkout
he_il: הסחת דעת חינם

source: Divider Color
he_il: צבע מחלק

source: Dotted
he_il: מנוקד

source: Double
he_il: כפול

source: Dribbble
he_il: זלילה

source: Drop Down
he_il: להפיל

source: Drop Down Max Height (px)
he_il: ירידה מקסימלית גובה (פיקסלים)

source: Drop-Down
he_il: להפיל

source: Dropdown
he_il: להפיל

source: Dropdown Background Color
he_il: צבע רקע נפתח

source: Dropdown Borders Color
he_il: צבע גבולות נפתחים

source: Dropdown Target
he_il: יעד נפתח

source: Dropdown Top Border
he_il: הגבול העליון הנפתח

source: Dropdowns Categories Posts
he_il: Dropdowns קטגוריות הודעות

source: Dropdowns Menus: Background
he_il: תפריטים נפתחים: רקע

source: Dropdowns Styling
he_il: Dropdowns סטיילינג

source: edit
he_il: ערוך
vi: Chỉnh sửa

source: Elastic
he_il: גמיש

source: Elastic Reverse
he_il: אלסטי הפוך

source: Elements Positioning
he_il: אלמנטים מיקום
vi: Định vị các phần tử

source: Email
he_il: דוא"ל

source: Emails (required)
he_il: הודעות דוא"ל (חובה)

source: Enable Ajax Add To Cart
he_il: הפעל אייאקס הוסף לסל

source: Enable Footer Bottom
he_il: אפשר תחתונה תחתונה
vi: Bật chân trang dưới

source: Enable Footer Widgets
he_il: אפשר ווידג'טים תחתונה
vi: Bật tiện ích chân trang

source: Enable megamenu
he_il: אפשר megamenu
vi: Bật megamenu

source: Enable OpenGraph
he_il: הפעל OpenGraph

source: Enable Schema Markup
he_il: הפעל סימון סכימה

source: Enable Social
he_il: הפעל חברתי
vi: Bật menu xã hội

source: Enable Social Menu
he_il: הפעל תפריט חברתי

source: Enable this option to remove all the elements and have full control of the 404 error page.
he_il: אפשר אפשרות זו כדי להסיר את כל האלמנטים ויש להם שליטה מלאה על דף השגיאה 404.

source: Enable Top Bar
he_il: הפעל סרגל עליון
vi: Bật thanh trên cùng

source: End of content
he_il: סוף תוכן
vi: Kết thúc nội dung

source: Enter a max height for your responsive logo.
he_il: הזן גובה מקסימלי עבור הלוגו המותאם אישית שלך.

source: Enter the full icon class
he_il: הזן את סמל הסמלים המלא

source: Enter the max width your the content with the full width layout. Add 0 to disable the max width.
he_il: הזן את הרוחב המקסימלי לתוכן עם פריסת רוחב מלא. הוסף 0 כדי להשבית את הרוחב המקסימלי.
vi: Nhập chiều rộng tối đa cho nội dung của bạn với bố cục chiều rộng đầy đủ. Thêm 0 để tắt chiều rộng tối đa.

source: Enter your custom media query where you want to display the mobile menu.
he_il: הזן את שאילתת המדיה המותאמת אישית שבה ברצונך להציג את התפריט הנייד.

source: Enter your full icon class
he_il: הזן את סמל הסמל המלא שלך

source: Equal Heights
he_il: גבהים שווים
vi: Độ cao bằng nhau

source: Excerpt
he_il: קטע

source: Excerpt Length
he_il: אורך קטע
vi: Độ dài trích đoạn

source: External Source
he_il: מקור חיצוני

source: Extra Bold: 800
he_il: תוספת מודגש: 800
vi: Thêm đậm: 800

source: Facebook
he_il: פייסבוק

source: Facebook App ID
he_il: מזהה אפליקציית פייסבוק

source: Facebook Page URL
he_il: כתובת אתר של דף פייסבוק

source: Featured Image
he_il: תמונה מצורפת
vi: Ảnh nổi bật

source: Featured Image In Page Header
he_il: תמונה מוצגת בכותרת הדף
vi: Ảnh nổi bật trong tiêu đề trang

source: Filter
he_il: מסנן
vi: Lọc

source: Filter Button Text
he_il: לחצן טקסט מסנן

source: Fit Rows
he_il: התאמת שורות

source: Fixed
he_il: תוקן
vi: Không thay đổi

source: Fixed Footer
he_il: תחתונה קבועה
vi: Chân trang cố định

source: Flickr
he_il: פליקר

source: Floating Bar
he_il: בר צף

source: Font Color
he_il: צבע גופן
vi: Màu chữ

source: Font Family
he_il: משפחת גופן
vi: Phông chữ

source: Font Size
he_il: גודל גופן
vi: Cỡ chữ

source: Font Size (px)
he_il: גודל גופן (פיקסלים)
vi: Cỡ chữ (px)

source: Font Style
he_il: סיגנון גופן
vi: Kiểu chữ

source: Font Subsets
he_il: גופן משנה
vi: Tập hợp phông chữ

source: Font Weight
he_il: משקל גופן
vi: Chữ đậm

source: Footer
he_il: כותרת תחתונה
vi: Chân trang

source: Footer 1
he_il: כותרת תחתונה 1
vi: Chân trang 1

source: Footer 2
he_il: כותרת תחתונה 2
vi: Chân trang 2

source: Footer 3
he_il: כותרת תחתונה 3
vi: Chân trang 3

source: Footer 4
he_il: כותרת תחתונה 4
vi: Chân trang 4

source: Footer Bottom
he_il: תחתונה תחתונה
vi: Chân trang dưới

source: Footer Copyright
he_il: כותרת תחתונה זכויות יוצרים
vi: Bản quyền chân trang

source: Footer Menu
he_il: תפריט תחתון
vi: Menu chân trang

source: Footer Widget Heading
he_il: כותרת תחתונה כותרת
vi: Tiêu đề tiện ích chân trang

source: Footer Widgets
he_il: תחתונה יישומונים
vi: Tiện ích chân trang

source: For some options, you must save and refresh your live site to preview changes.
he_il: עבור אפשרויות מסוימות, עליך לשמור ולרענן את האתר החי שלך לשינויים בתצוגה מקדימה.

source: Forms (Input - Textarea)
he_il: טפסים (Input - Textarea)

source: From 1080px
he_il: מ -1080 פיקסלים

source: From 1280px
he_il: מ 1280 פיקסלים

source: From 320px
he_il: מ 320px

source: From 480px
he_il: מ 480px

source: From 767px
he_il: מ 767 פיקסלים

source: From 959px
he_il: מ 959 פיקסלים

source: Full Screen
he_il: מסך מלא

source: Full Screen Header Settings
he_il: הגדרות כותרת מסך מלא

source: Full Width
he_il: רוחב מלא
vi: Chiều rộng đầy đủ

source: Full Width Content
he_il: תוכן רוחב מלא
vi: Nội dung có chiều rộng đầy đủ

source: Gallery Slider
he_il: מחוון גלריה

source: General
he_il: כללי
vi: Tổng quan

source: General Options
he_il: אפשרויות כלליות

source: General Settings
he_il: הגדרות כלליות

source: General Styling
he_il: סגנון כללי

source: Github
he_il: גית'וב

source: Go To Cart
he_il: לך לעגלה
