Repository: renzbryan/lab3_ecommerse
Catalog: ci4/public/languages/woovina-*.po
Languages: he_il, vi

source: Google Fonts
he_il: גופני Google
vi: Phông chữ Google

source: Google Plus
he_il: גוגל פלוס

source: Grid
he_il: רשת
vi: Lưới

source: Grid Columns
he_il: טורי רשת
vi: Cột lưới

source: Grid Style
he_il: סגנון רשת
vi: Kiểu Lưới

source: Grid View
he_il: תצוגת רשת

source: Grid view
he_il: תצוגת רשת
vi: Xem dạng lưới

source: Grid/List Active Color
he_il: רשת / צבע פעיל

source: Grid/List Border Color
he_il: רשת / גבול צבע הגבול

source: Grid/List Buttons
he_il: טבלה / לחצני רשימה

source: Grid/List Color
he_il: רשת / צבע רשימה

source: Grid/List Hover Color
he_il: טבלה / רשימת צבע בריחוף

source: Hamburger Icon Class
he_il: סמל המבורגר

source: Head Background
he_il: רקע ראש

source: Head Titles Color
he_il: צבע כותרת כותרות

source: Header
he_il: כותרת
vi: Đầu trang

source: Header Border Bottom
he_il: כותרת גבול תחתון

source: Header Full Width
he_il: רוחב מלא של כותרת

source: Header Media
he_il: מדיה כותרת

source: Header Replace
he_il: כותרת תחליף

source: Heading 1 (H1)
he_il: כותרת 1 (H1)

source: Heading 2 (H2)
he_il: כותרת 2 (H2)

source: Heading 3 (H3)
he_il: כותרת 3 (H3)

source: Heading 4 (H4)
he_il: כותרת 4 (H4)

source: Heading Tag
he_il: תגית תג
vi: Thẻ tiêu đề

source: Height (px)
he_il: גובה (פיקסלים)

source: Hidden
he_il: מוסתר
vi: Ẩn

source: Hide Details
he_il: הסתר פרטים

source: Hide If Empty Cart
he_il: הסתר אם עגלה ריקה

source: Hide Mega menu heading?
he_il: הסתר כותרת של תפריט Mega?
vi: Ẩn tiêu đề menu Mega?

source: Hide Menu When Scrolling
he_il: תפריט הסתר בעת גלילה

source: Hide On Mobile
he_il: הסתר בנייד
vi: Ẩn trên di động

source: Hide On Tablet
he_il: הסתר על Tablet
vi: Ẩn trên máy tính bảng

source: Hide On Tablet & Mobile
he_il: הסתר על Tablet & Mobile
vi: Ẩn di động & máy tính bảng

source: Home
he_il: בית
vi: Trang Chủ

source: Horizontal
he_il: אופקי

source: Hover Primary Color
he_il: הצבע הראשי של העכבר

source: I don&rsquo;t have an account
he_il: אין לי חשבון
vi: I don&rsquo;t có một tài khoản

source: Icon
he_il: סמל

source: Icon And Cart Count
he_il: סמל וסל העגלה

source: Icon And Cart Count + Total
he_il: סמל וסל העגלה + סך הכל

source: Icon And Cart Total
he_il: סמל וסל סך הכל

source: Icon Size (px)
he_il: גודל סמל (פיקסלים)

source: If you choose Custom File, a CSS file will be created in your uploads folder.
he_il: אם תבחר 'קובץ מותאם אישית', קובץ CSS ייווצר בתיקייה ההעלאות שלך.

source: If you have already registered, please, enter your details in the boxes below. If you are a new customer, please, go to the Billing &amp; Shipping section.
he_il: אם כבר נרשמת, אנא הזן את הפרטים שלך בתיבות שלהלן. אם אתה לקוח חדש, אנא עבור אל החיוב & amp; סעיף משלוח.
vi: Nếu bạn đã đăng ký, vui lòng nhập chi tiết của bạn vào các ô bên dưới. Nếu bạn là khách hàng mới, vui lòng chuyển đến phần Lập hóa đơn & amp; phần vận chuyển

source: If you use the sticky header extension
he_il: אם אתה משתמש בתוסף הכותרת הדבקה

source: Image
he_il: תמונה

source: Image Margin (px)
he_il: שולי תמונה (פיקסלים)

source: Image Position
he_il: מיקום תמונה
vi: Vị trí hình ảnh

source: Image Swap
he_il: החלפת תמונות

source: Image Width (%)
he_il: רוחב תמונה (%)

source: Images Size
he_il: גודל תמונות
vi: Kích thước hình ảnh

source: Important: Not all fonts support every font-weight.
he_il: חשוב: לא כל הגופנים תומכים בכל משקל גופני.
vi: Quan trọng: Không phải tất cả các phông chữ đều hỗ trợ mọi độ đậm phông chữ.

source: Infinite Scroll
he_il: גלילה אינסופית
vi: Cuộn vô hạn

source: Infinite Scroll: Error Text
he_il: גלילה אינסופית: טקסט שגיאה
vi: Cuộn vô hạn: Văn bản lỗi

source: Infinite Scroll: Last Text
he_il: גלילה אינסופית: טקסט אחרון
vi: Cuộn vô hạn: Văn bản cuối cùng

source: Infinite Scroll: Spinners Color
he_il: גלילה אינסופית: צבע ספינר
vi: Cuộn vô hạn: Màu cuộn

source: Inner Background
he_il: רקע פנימי

source: Inner Padding (px)
he_il: ריפוד פנימי (פיקסלים)

source: Input Background Color
he_il: הזן צבע רקע

source: Input Border Bottom Color
he_il: צבע גבול תחתון

source: Input Border Color
he_il: צבע גבול כניסה

source: Input Border Color: Focus
he_il: צבע גבול כניסה: פוקוס

source: Input Border Color: Hover
he_il: צבע גבול כניסה: רחף

source: Input Color
he_il: צבע קלט

source: Input Dashed Text Color
he_il: קלט צבע טקסט מקווקו

source: Input Focus Border Bottom Color
he_il: הזן צבע גבול תחתון

source: Input Hover Border Bottom Color
he_il: קלט מעבר צבע תחתון

source: Input Placeholder Color
he_il: צבע מציין מיקום

source: Instagram
he_il: אינסטגרם

source: Install
he_il: להתקין

source: Install %2$s
he_il: התקן את %2$s

source: Install Plugins
he_il: התקן תוספים

source: Install Required Plugins
he_il: התקן תוספים דרושים

source: Installed But Not Activated
he_il: מותקן אך לא הופעל

source: Installed version:
he_il: גרסה מותקנת:

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
he_il: התקנה והפעלה של פלאגין %1$s (%2$d/%3$d)

source: Installing Plugin %1$s (%2$d/%3$d)
he_il: מתקין את הפלאגין %1$s (%2$d/%3$d)

source: Installing Plugin: %s
he_il: מתקין את הפלאגין: %s

source: It seems we can&rsquo;t find what you&rsquo;re looking for.
he_il: נראה שאנחנו יכולים & rsquo; לא למצוא את מה שאתה & rsquo; מחדש מחפש.
vi: Có vẻ như chúng tôi không thể tìm thấy những gì bạn đang tìm kiếm.

source: Italic
he_il: נטוי
vi: Nghiêng

source: Label Color
he_il: צבע תווית

source: Large
he_il: גדול
vi: Lớn

source: Large Image
he_il: תמונה גדולה
vi: Ảnh Lớn

source: Latest in
he_il: אחרון ב
vi: Mới nhất trong

source: Layout
he_il: פריסה
vi: Sắp đặt

source: Layout Style
he_il: סגנון פריסה

source: Left
he_il: שמאלה
vi: Trái

source: Left Content & Right Social
he_il: תוכן שמאל & חברתי הנכון
vi: Nội dung bên trái và nút xã hội bên phải

source: Left Menu
he_il: תפריט שמאלי

source: Left Sidebar
he_il: הסרגל הצידי השמאלי
vi: Thanh dọc trái

source: Left Social & Right Content
he_il: שמאל תוכן חברתי וימני
vi: nút xã hội bên trái và nội dung bên phải

source: Left/Right Padding (px)
he_il: ריפוד שמאלה / ימינה (פיקסלים)

source: Length of the short description of the list view.
he_il: אורך התיאור הקצר של תצוגת הרשימה.

source: Letter Spacing
he_il: ריווח אותיות
vi: Giãn cách chữ

source: Letter Spacing (px)
he_il: ריווח אותיות (פיקסלים)
vi: Khoảng cách chữ cái (px)

source: Light: 200
he_il: אור: 200
vi: Nhẹ: 200

source: Line Height
he_il: גובה קו
vi: Chiều cao giữa các dòng

source: Link
he_il: קישור

source: Link / Logo / Cart
he_il: קישור / לוגו / עגלה

source: Link Background
he_il: קישור רקע

source: Link Background: Current Menu Item
he_il: קישור רקע: פריט תפריט נוכחי

source: Link Background: Hover
he_il: קישור רקע: העבר את העכבר

source: Link Color
he_il: צבע קישור
vi: Màu liên kết

source: Link Color: Current Menu Item
he_il: צבע קישור: פריט תפריט נוכחי

source: Link Color: Hover
he_il: צבע קישור: העבר את העכבר
vi: Liên kết màu: di chuột

source: Link values together
he_il: קישור ערכים יחד
vi: Liên kết các giá trị với nhau

source: Links Background Color
he_il: קישורים צבע רקע

source: Links Background Color: Hover
he_il: קישורים צבע רקע: רחף

source: Links Color
he_il: צבע קישורים
vi: Màu đường dẫn

source: Links Color: Hover
he_il: קישורים צבע: רחף
vi: Màu đường dẫn: khi di chuột

source: Links Effect
he_il: אפקט קישורים

source: Links Effect: Color
he_il: אפקט קישורים: צבע

source: Links Hover Background Color
he_il: צבעי רקע מרחפים

source: Links Hover Color
he_il: קישורים

source: List View
he_il: תצוגת רשימה

source: List view
he_il: תצוגת רשימה
vi: Xem dạng danh sách

source: Log out &raquo;
he_il: צא & raquo;
vi: Thoát ra &raquo;

source: Log out of this account
he_il: התנתק מחשבון זה
vi: Đăng xuất khỏi tài khoản này

source: Logged in as
he_il: מחובר כ
vi: Đăng nhập

source: Login
he_il: התחברות
vi: Đăng nhập

source: Login/Register Links: Color
he_il: כניסה / הרשמה קישורים: צבע

source: Logo
he_il: לוגו

source: Logo (optional)
he_il: לוגו (אופציונלי)

source: Logo / Cart / Link
he_il: לוגו / סל / קישור

source: Logo Max Height (px)
he_il: לוגו גובה מקסימלי (px)

source: Logo Position
he_il: מיקום לוגו

source: Logout
he_il: להתנתק
vi: Đăng xuất

source: Lowercase
he_il: תחתון
vi: Chữ thường

source: Main
he_il: ראשי
vi: Chính

source: Main Border Color
he_il: צבע גבול ראשי

source: Main Container Width (px)
he_il: רוחב מכולה ראשי (px)

source: Main Menu
he_il: תפריט ראשי
vi: Menu chính

source: Main Menu: Dropdowns
he_il: תפריט ראשי: תפריט נפתח
vi: Menu chính: Thả xuống

source: Main Styling
he_il: סגנון ראשי

source: Margin (px)
he_il: שוליים (פיקסלים)

source: Margin Bottom (px)
he_il: השוליים התחתונים (פיקסלים)

source: Masonry
he_il: בנייה

source: Max Height (px)
he_il: גובה מקסימלי (פיקסלים)

source: Max Width (px)
he_il: רוחב מרבי (פיקסלים)

source: Medium
he_il: בינוני
vi: Trung bình

source: Medium Header Settings
he_il: הגדרות כותרת בינונית

source: Medium Large
he_il: מדיום לארג
vi: Trung bình lớn

source: Medium: 500
he_il: בינונית: 500
vi: Trung bình: 500

source: Mega Menu Widget Area
he_il: אזור תפריט
vi: Tiện ích Mega Menu

source: Megamenu auto width?
he_il: רוחב אוטומטי של Megamenu?
vi: Chiều rộng tự động Megamenu?

source: Megamenu columns (from 1 to 6)
he_il: עמודות Megamenu (מ 1 עד 6)
vi: Cột Megamenu (từ 1 đến 6)

source: Menu
he_il: תפריט

source: Menu Background Color
he_il: צבע רקע בתפריט

source: Menu Bar Close Color
he_il: שורת התפריטים סגירה

source: Menu Bar Color
he_il: צבע שורת התפריטים

source: Menu Cart
he_il: עגלת תפריט

source: Menu Items Border Color
he_il: תפריט פריטים גבול צבע

source: Menu Items Padding (px)
he_il: תפריט פריטים ריפוד (px)

source: Menu Items Top/Bottom Padding (px)
he_il: תפריט פריטים ריפוד עליון / תחתון (פיקסלים)

source: Menu Position
he_il: מיקום תפריט

source: Menu Text
he_il: טקסט בתפריט

source: Menus Position
he_il: תפריטים מיקום

source: Meta
he_il: מטה

source: Meta Link Color
he_il: צבע מטא קישור

source: Meta Link Color: Hover
he_il: מטא קישור צבע: רחף

source: Meta Title Color
he_il: צבע כותרת מטא

source: Minimal
he_il: מינימלי

source: Minimum required version:
he_il: הגרסה המינימלית הנדרשת:

source: Minus
he_il: מינוס
vi: Dấu trừ

source: Minute %s
he_il: דקות %s
vi: Phút %s

source: Mobile Cart Sidebar Styling
he_il: הסגנון הסלולרי של הסרגל הנייד

source: Mobile Menu
he_il: תפריט נייד
vi: Menu di động

source: Mobile Menu Search
he_il: חיפוש תפריט נייד

source: Mobile Menu Style
he_il: סגנון תפריט נייד

source: Mobile Navbar
he_il: נייד
vi: Thanh điều hướng di động

source: Modal Close Button: Color
he_il: לחצן סגור מודאלי: צבע

source: Modal: Background
he_il: מודאלית: רקע

source: Monthly Archives: %s
he_il: ארכיונים חודשיים: %s
vi: Lưu trữ hàng tháng: %s

source: Multi-Step Checkout
he_il: שלב רב Checkout

source: Name (required)
he_il: שם (חובה)
vi: Tên (bắt buộc)

source: Navigation: Borders Color
he_il: ניווט: גבולות גבולות

source: Navigation: Icons Color
he_il: ניווט: סמלים צבע

source: Navigation: Links Color
he_il: ניווט: קישורים צבע

source: Navigation: Links Color: Hover
he_il: ניווט: קישורים צבע: העבר את העכבר

source: New Window
he_il: חלון חדש
vi: Cửa sổ mới

source: Newer Posts
he_il: פוסטים חדשים יותר
vi: Bài đăng mới hơn

source: Next
he_il: הבא
vi: Tiếp theo

source: Next Post
he_il: פוסט
vi: Bài tiếp theo

source: Next/Prev
he_il: הבא / הקודם
vi: Tiếp theo / Trước đó

source: Next/Prev Links
he_il: הבא / קישורים קודמים
vi: Tiếp theo/Trước đó liên kết

source: Next/Prev Taxonomy
he_il: הבא / טקסונומיה הקודם
vi: Tiếp theo / Trước đó

source: No
he_il: לא

source: No action taken. Plugin %1$s was already active.
he_il: לא נעשתה שום פעולה. הפלאגין %1$s כבר היה פעיל.

source: No Effect
he_il: ללא השפעה

source: No more pages to load
he_il: אין לטעון דפים נוספים
vi: Không còn trang nào để tải

source: No plugins are available to be activated at this time.
he_il: אין תוספים זמינים להיות מופעל בשלב זה.

source: No plugins are available to be installed at this time.
he_il: אין תוספים זמינים להתקנה בשלב זה.

source: No plugins are available to be updated at this time.
he_il: אין תוספים זמינים להתעדכן בשלב זה.

source: No plugins to install, update or activate.
he_il: אין תוספים להתקנה, לעדכון או להפעלה.

source: No plugins were selected to be activated. No action taken.
he_il: לא נבחרו תוספים להפעלה. לא נעשתה שום פעולה.

source: No plugins were selected to be installed. No action taken.
he_il: לא הותקנו תוספים להתקנה. לא נעשתה שום פעולה.

source: No plugins were selected to be updated. No action taken.
he_il: לא נבחרו תוספים לעדכון. לא נעשתה שום פעולה.

source: No products in the cart.
he_il: אין מוצרים בעגלה.
vi: Không có sản phẩm nào trong giỏ.

source: No-repeat
he_il: לא לחזור
vi: Không - lặp lại

source: None
he_il: אף אחד
vi: Không chọn

source: Normal
he_il: רגיל
vi: Bình thường

source: Normal: 400
he_il: רגיל: 400
vi: Bình Thường: 400

source: Not Installed
he_il: לא מותקן

source: Notices Form: Border Color
he_il: טופס הודעות: צבע גבול

source: Notices: Borders Color
he_il: הודעות: גבולות גבולות

source: Notices: Color
he_il: הודעות: צבע

source: Notices: Icon Color
he_il: הודעות: צבע אייקון

source: Notices: Link Color
he_il: הודעות: קישור צבע

source: Notices: Link Color: Hover
he_il: הודעות: קישור צבע: רחף

source: Number of Products Border Color
he_il: מספר צבעי גבול של מוצרים

source: Number of Products Color
he_il: מספר המוצרים צבע

source: Number of Products Inactive Color
he_il: מספר מוצרים צבע לא פעיל

source: Off
he_il: כבוי
vi: Tắt

source: Off Canvas Filter Border Color
he_il: צבע גבול מסנן Off

source: Off Canvas Filter Color
he_il: סינון צבע מסנן

source: Off Canvas Filter Hover Border Color
he_il: סיבוב צבע מסנן צבע גבול

source: Off Canvas Filter Hover Color
he_il: צבע מסנן

source: Off Canvas Filtering
he_il: סינון בד

source: Off Canvas Sidebar
he_il: הסרה הצידי

source: Off-Canvas Filters
he_il: Off-Canvas מסננים
vi: Bộ lọc ngoại tuyến

source: Older Posts
he_il: פרסומים ישנים
vi: Bài đăng cũ hơn

source: On
he_il: מופעל
vi: Bật

source: On Sale Background
he_il: על רקע מכירה

source: On Sale Badge
he_il: על תג למכירה

source: On Sale Badge Content
he_il: על תוכן מכירה של תג

source: On Sale Badge Style
he_il: על סגנון מכירה תג

source: On Sale Color
he_il: על צבע מכירה

source: On Sale Text
he_il: על טקסט למכירה

source: Only work for the horizontal tabs layout
he_il: רק לעבוד על פריסה כרטיסיות אופקי

source: OpenGraph
he_il: גרף פתוח

source: Or
he_il: או
vi: Hoặc

source: Out of Stock
he_il: אזל במלאי
vi: Hết hàng

source: Out of stock
he_il: אזל במלאי
vi: Hết hàng

source: Out of Stock Background
he_il: מחוץ מלאי רקע

source: Out of Stock Color
he_il: ללא צבע מלאי

source: Outside Background
he_il: בחוץ רקע

source: Overlay
he_il: כיסוי

source: Overlay Background Color
he_il: צבע רקע כיסוי

source: Overlay Color
he_il: צבע כיסוי
vi: Độ mờ màu

source: Overlay Opacity
he_il: שכבת אטימות
vi: Độ mờ lớp phủ

source: Overlay Spinner: Inner Color
he_il: שכבת על ספינר: צבע פנימי

source: Overlay Spinner: Outside Color
he_il: שכבת על ספינר: בחוץ צבע

source: Overlay: Background
he_il: שכבת על: רקע

source: Overline & Fixed Underline
he_il: קו תחתון קבוע וקבוע

source: p
he_il: עמ '

source: Padding (px)
he_il: ריפוד (פיקסלים)
vi: Đệm (px)

source: Page
he_il: עמוד
vi: Trang

source: Page %s
he_il: דף %s
vi: Trang %s

source: Page Header
he_il: ראש הדף
vi: Tiêu đề trang

source: Page Header Height (px)
he_il: גובה כותרת הדף (px)
vi: Chiều cao tiêu đề trang (px)

source: Page Header Title
he_il: כותרת כותרת הדף
vi: Tiêu đề trang

source: Page Title
he_il: כותרת העמוד
vi: Tiêu đề trang

source: Page Title Subheading
he_il: כותרת כותרת
vi: Tiêu đề phụ của trang

source: Pages
he_il: דפים

source: Pages:
he_il: עמודים you:
vi: Trang:

source: Pagination
he_il: דפדוף

source: Pagination Style
he_il: סגנון דפדוף

source: Parallax Footer Effect
he_il: אפקט פרלקסה אפקט
vi: Hiệu ứng chân trang Parallax

source: Payment Box Background
he_il: רקע תיבת תשלומים

source: Payment Box Color
he_il: צבע תיבת תשלום

source: Payment Info
he_il: פרטי התשלום
vi: Thông tin thanh toán

source: Payment Methods Background
he_il: שיטות תשלום רקע

source: Payment Methods Borders Color
he_il: אמצעי תשלום גבולות גבולות

source: Percentage
he_il: אחוז

source: Perhaps you can try a new search.
he_il: אולי אתה יכול לנסות חיפוש חדש.
vi: Có lẽ bạn có thể thử một tìm kiếm mới.

source: Pinterest
he_il: פינטרסט

source: Place your content here
he_il: הצב את התוכן שלך כאן
vi: Đặt nội dung của bạn ở đây

source: Placeholder
he_il: בעל המקום
vi: Trình giữ chỗ

source: Placeholder Color
he_il: צבע Placeholder

source: Placeholder Image
he_il: תמונה של בעל מיקום
vi: Hình ảnh trình giữ chỗ

source: Please contact the administrator of this site for help.
he_il: פנה למנהל המערכת של אתר זה לקבלת עזרה.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
he_il: צור קשר עם ספקית הפלאגין ובקש מהם לארוז את הפלאגין שלהם בהתאם להנחיות של WordPress.

source: Plugin
he_il: חיבור

source: Plugin activated successfully.
he_il: הפלאגין הופעל בהצלחה.

source: Plugin activation failed.
he_il: הפעלת הפלאגין נכשלה.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
he_il: הפלאגין לא הופעל. יש צורך בגירסה גבוהה יותר של %s עבור נושא זה. אנא עדכן את הפלאגין.

source: Position
he_il: עמדה
vi: Vị trí

source: Post Comment
he_il: פרסם תגובה
vi: Bình Luận

source: Post Title
he_il: כותרת פוסט
vi: Tiêu đề bài đăng

source: Posts Date: Color
he_il: הודעות תאריך: צבע

source: Posts Links Hover: Color
he_il: הודעות קישור מרחף: צבע

source: Posts Links: Color
he_il: הודעות קישורים: צבע

source: Pre-Packaged
he_il: ארוז מראש

source: Prev
he_il: הקודם
vi: Trước đó

source: Previous
he_il: קודם
vi: Quay lại

source: Previous Post
he_il: פוסט קודם
vi: Bài trước

source: Price
he_il: מחיר
vi: Giá

source: Price Color
he_il: מחיר צבע

source: Price/Rating
he_il: מחיר / דירוג

source: Primary Color
he_il: צבע יסוד

source: Product Description: Color
he_il: תיאור המוצר: צבע

source: Product Description: Title Color
he_il: תיאור המוצר: צבע כותרת

source: Product Entry
he_il: הזנת מוצר

source: Product Entry Media
he_il: מדיה הזנת מוצר

source: Product Entry: Add To Cart
he_il: מוצר: הוסף לסל

source: Product Entry: Toolbar
he_il: מוצר: סרגל הכלים

source: Product Meta
he_il: מטא מוצר

source: Products
he_il: מוצרים

source: Quantity & Add To Cart
he_il: כמות & הוסף לסל

source: Quantity Border Color
he_il: כמות צבע גבול

source: Quantity Border Color Focus
he_il: כמות גבול צבע פוקוס

source: Quantity Buttons Hover: Background
he_il: לחצני כמות מעבר: רקע

source: Quantity Buttons Hover: Color
he_il: לחצני כמות מעבר: צבע

source: Quantity Buttons: Background
he_il: לחצני כמות: רקע

source: Quantity Buttons: Color
he_il: לחצני כמות: צבע

source: Quantity Color
he_il: כמות צבע

source: Quantity Input: Background
he_il: כמות קלט: רקע

source: Quantity Input: Color
he_il: כמות קלט: צבע

source: Quantity Plus/Minus Border Color: Hover
he_il: כמות פלוס / מינוס צבע גבול: רחף

source: Quantity Plus/Minus Color
he_il: כמות פלוס / מינוס צבע

source: Quantity Plus/Minus Color: Hover
he_il: כמות פלוס / מינוס צבע: מעבר

source: Quick View
he_il: מבט חטוף
vi: Xem nhanh

source: Rating
he_il: דירוג

source: Read More
he_il: קרא עוד
vi: Đọc thêm

source: Ready to publish your first post? %1$sGet started here%2$s.
he_il: מוכן לפרסם את הפוסט הראשון שלך? %1$s התחל כאן %2$s .
vi: Bạn đã sẵn sàng để đăng bài viết đầu tiên của bạn? %1$s Get đã bắt đầu ở đây %2$s.

source: Recent Posts
he_il: הודעות האחרונות
vi: Bài đăng gần đây

source: Recommended
he_il: מומלץ

source: Register
he_il: הירשם
vi: Đăng ký

source: Related Items Count
he_il: פריטים קשורים ספירה

source: Related Posts
he_il: פוסטים קשורים
vi: Bài viết liên quan

source: Related Posts Columns
he_il: הודעות קשורות עמודות
vi: Cột bài viết liên quan

source: Related Posts Count
he_il: הודעות קשורות
vi: Số bài viết liên quan

source: Related Posts Image Height (px)
he_il: הודעות קשורות גובה תמונה (px)
vi: Bài viết liên quan Chiều cao hình ảnh (px)

source: Related Posts Image Width (px)
he_il: הודעות קשורות רוחב תמונה (px)
vi: Bài viết liên quan Chiều rộng hình ảnh (px)

source: Related Posts Taxonomy
he_il: הודעות קשורות
vi: Bài viết liên quan

source: Related Products Columns
he_il: מוצרים קשורים עמודות

source: Remove Button Color
he_il: הסרת צבע לחצן

source: Remove Button Color: Hover
he_il: הסרת צבע לחצן: רחף

source: Remove Link Color
he_il: הסר צבע קישור

source: Remove Link Color: Hover
he_il: הסר צבע קישור: העבר את העכבר

source: Remove this item
he_il: הסר פריט זה
vi: Xóa mục này

source: Repeat
he_il: חזור
vi: Lặp lại

source: Repeat-x
he_il: חזור על x
vi: Lặp lại - x

source: Repeat-y
he_il: חזור על y
vi: Lặp lại - y

source: Required
he_il: נדרש

source: Required Update not Available
he_il: עדכון חובה לא זמין

source: Requires Update
he_il: דורש עדכון

source: Retina Logo
he_il: לוגו רשתית

source: Retina Logo (optional)
he_il: לוגו רשתית (אופציונלי)

source: Return to Required Plugins Installer
he_il: חזור אל מתקין Plugins נדרש

source: Return to the Dashboard
he_il: חזור אל מרכז השליטה

source: Right
he_il: ימין
vi: Phải

source: Right Sidebar
he_il: סרגל צד ימין
vi: Thanh dọc phải

source: Sale
he_il: Ventions
vi: Giảm giá

source: Same Window
he_il: אותו חלון
vi: Cùng một cửa sổ

source: Scroll
he_il: גלול
vi: Cuộn

source: Scroll To Top
he_il: גלול למעלה

source: Scroll Up Button
he_il: לחצן גלילה למעלה

source: Search
he_il: לחפש
vi: Tìm kiếm

source: Search Button Border Color
he_il: צבע גבול של לחצן חיפוש

source: Search Button Color
he_il: צבע לחצן חיפוש

source: Search Button Color: Hover
he_il: צבע לחצן חיפוש: העבר את העכבר

source: Search for:
he_il: לחפש אחר:
vi: Tìm kiếm:

source: Search Form
he_il: טופס חיפוש

source: Search Icon
he_il: סמל חיפוש

source: Search Icon Style
he_il: חיפוש סגנון סמל

source: Search Posts Per Page
he_il: חפש הודעות לעמוד

source: Search products&hellip;
he_il: חיפוש מוצרים & hellip;
vi: Tìm kiếm sản phẩm & hellip;

source: Search Result Page
he_il: דף תוצאות חיפוש

source: Search results for &#8220;%s&#8221;
he_il: תוצאות חיפוש עבור & # 8220; %s & # 8221;
vi: Kết quả tìm kiếm cho &#8220;%s&#8221;

source: Search Results Found
he_il: נמצאו תוצאות חיפוש
vi: Đã tìm thấy kết quả tìm kiếm

source: Search Results Sidebar
he_il: תוצאות חיפוש
vi: Kết quả tìm kiếm bên

source: Search Styling
he_il: סגנון חיפוש

source: Search...
he_il: לחפש...
vi: Tìm kiếm...

source: Searchbar Background
he_il: רקע בסרגל הכלים

source: Searchbar Border Color
he_il: צבע גבול בסרגל הכלים

source: Searchbar Border Color: Focus
he_il: צבע גבול בסרגל הכלים: פוקוס

source: Searchbar Border Color: Hover
he_il: צבע גבול בסרגל הכלים: העבר את העכבר

source: Searchbar Button Color
he_il: צבע לחצן סרגל חיפוש

source: Searchbar Button Color: Hover
he_il: צבע לחצן חיפוש: מעבר עם העכבר

source: Searchbar Color
he_il: צבע בסרגל החיפוש

source: Second+ Level Dropdown Icon
he_il: השני + ברמה הנפתחת סמל

source: Section
he_il: סעיף

source: Select
he_il: בחר
vi: Lựa chọn

source: Select a custom logo when the menu is opened.
he_il: בחר לוגו מותאם אישית כאשר התפריט נפתח.

source: Select a custom responsive logo for tablet and mobile.
he_il: בחר לוגו מותאם אישית המותאם אישית לטאבלט ולנייד.

source: Select a custom retina logo (twice the logo size) when the menu is opened.
he_il: בחר לוגו רשתית מותאם אישית (פעמיים גודל הלוגו) כאשר התפריט נפתח.

source: Select a retina logo twice the normal logo size.
he_il: בחר לוגו רשתית פעמיים בגודל הלוגו הרגיל.

source: Select A Template
he_il: בחר תבנית
vi: Lựa chon một bản mẫu

source: Select Border Color
he_il: בחר צבע גבול

source: Select Bottom Template
he_il: בחר תבנית תחתונה

source: Select category
he_il: בחר קטגוריה
vi: Chọn danh mục

source: Select Color
he_il: בחר צבע

source: Select Options
he_il: בחר אופציות
vi: Lựa chọn các tùy chọn

source: Select Template
he_il: בחר תבנית
vi: Chọn mẫu
